INSERT INTO user (username, fullname, email, filename, password)
VALUES ('kezian', 'Zian Ke', 'email@kezian.me', '9285264efa7d9268d38c05c92e46e13d825f361411cdb2c347dc6965fd80f716.png',
        'sha512$416df4e4bfbc4ab7b74738f9fb648961$be37997f6a6bb7709c70721480f5d0383a9d14b0e1327c4f99023f284a7a0a095665d08348d6f9224317fe2886394c95a6474a81a595ca9fe5a630dcab7c0b49');

INSERT INTO post (post_id, cover, is_project, title, abstract, text, uri, created)
VALUES ('1', '9820af54ee0f9cac71967e91b0db3c71378d445d1c12d8bff94cafd01f24e3f5.jpg', 0, '美国五大交响乐团巡礼',
        'New York Philharmonic Orchestra @ Hill Auditorium。首先必须给UM的音乐厅点个赞。前段时间研究了下17-18美国各大名校的音乐会日程表，论演出质量，UM独一档，Yale、Duke、UC Davis等二档，其余高校三档。此次请来NYPO，还是新总监van Zweden上任后的首轮世界巡演，堪称本乐季的最大惊喜。', 'New York Philharmonic Orchestra @ Hill Auditorium。首先必须给UM的音乐厅点个赞。前段时间研究了下17-18美国各大名校的音乐会日程表，论演出质量，UM独一档，Yale、Duke、UC Davis等二档，其余高校三档。此次请来NYPO，还是新总监van Zweden上任后的首轮世界巡演，堪称本乐季的最大惊喜。演出难称完美，但也足够精彩。本想听听小提琴家出身的van Zweden能将NYPO的弦乐调教得怎样，结果还是意料之外情理之中地被铜管惊艳。尤其是以Christopher Martin为首的小号组，马勒第五交响曲首乐章头几个音符便展现出这位前CSO首席的不凡功力。末乐章在小号、圆号的共同carry下，也让人暂且忘记了弦乐组的黯淡。毕竟马五这部作品，铜管出彩便已成功一半。但也必须承认，van Zweden与NYPO尤其是弦乐组的磨合，还有很长的路要走。
Chicago Symphony Orchestra @ Chicago Symphony Center。本以为NYPO招牌的铜管已经足够出色，然而与CSO一比还是败下阵来。前者属于在80～99分的区间里游走，后者却能自始至终保持95分以上的高水准。更难得的是如此优秀的铜管从不会淹没弦乐与木管，而是与其它声部保持完美的平衡，这无疑是Riccardo Muti的功劳。看Muti大师的指挥，他清晰准确的手势常给人一种雕刻大理石像之感，少一分则显瘦，多一分则累赘，一切都恰到好处，却又丝毫不显乏味，因为其中隐含的那份对原谱的忠诚，往往比新颖的手法、热烈的情感更让人肃然起敬。
Boston Symphony Orchestra @ Boston Symphony Hall。如果说Riccardo Muti与CSO正如日中天地稳坐美国交响乐团头把交椅，那么Andris Nelsons与BSO则是古典乐坛一颗冉冉升起的新星。这场的布鲁克纳第四交响曲，第二乐章Nelsons悠远绵长的演绎所营造出的虔诚与圣洁、第四乐章BSO辉煌灿烂的齐奏所展现出的庄严与崇高，即使在老一辈大师的录音中也不多见。在成为BSO总监的第三个年头便能达到如此高度，Nelsons的天赋可见一斑。然而以其对德奥作曲家的深刻理解，私以为欧洲才是他最好的归宿。如能在恩师Mariss Jansons隐退后继承其衣钵，同时执掌格万特豪斯与巴伐利亚广播交响乐团就再好不过了。因为在巴伐利亚有更浓厚的音乐底蕴，有更温暖的弦乐与更优美的木管，也有他最爱的瓦格纳与拜罗伊特音乐节，有最适合他施展才华的一片土壤。
Philadelphia Orchestra @ Verizon Hall。同样作为新生代指挥中的佼佼者，Yannick Nézet-Séguin与费城管弦乐团的《西区故事》只能说差强人意。Yannick未尝不是一位优秀的指挥，他的莫扎特歌剧有着细腻的织体，门德尔松交响曲有着斑斓的色彩，只是这些录音都是与小编制室内乐团合作。而当乐团换成大编制的费城管弦，尤其是在这种美国本土作品专场中，观众们还是倾向于听到更硬朗一些的声音，以展现出伯恩斯坦作品中极富戏剧性与抒情性的一面。不过抛开指挥风格不谈，乐团本身的素质也乏善可陈。遥想Eugene Ormandy时期费城管弦乐团饱满的音色、自信的气场，如今已物是人非。进入21世纪后音乐总监换了一位又一位，然而皆因任期较短而鲜有作为。殊不知无论是费城的奥曼迪之声，还是芝加哥的索尔第音色，都是指挥家倾数十载光阴悉心打造出来的。如今费城既已将指挥棒交到年轻的Yannick手中，想必是对他寄予厚望，也期待他能给乐团打上属于自己的烙印。
Cleveland Orchestra @ Severance Hall。说起指挥与乐团的黄金组合，就不得不提George Szell棒下的克里夫兰管弦乐团。Szell为克里夫兰留下的遗产不只有以贝多芬为代表的权威演绎，更有影响乐团数十年的严谨作风。克里夫兰管弦或许从来不是美国最优秀的交响乐团，但它一定是最务实的一个。在其百年历史中，从未有过像本世纪初费城、波士顿那样的低谷。如今在奥地利人Franz Welser-Möst的调教下，克里夫兰管弦乐团虽未继承Szell那种凌厉的风格，木管组却平添一份典雅，弦乐组的层次感也更上一层楼，而不变的是每个乐手极为扎实的基本功，以及对交响乐总谱每个细节孜孜不倦的挖掘。这场的苏格兰交响曲，演奏时所用的乐团编制往往是个难题，用大编制则二乐章略显浑浊，用小编制则末乐章稍逊气势，大概也只有像克里夫兰管弦这种大气而不失细腻的乐团才能奏出最完美的效果吧。
当我们来到美国的大都市，往往会将当地的美术馆列入必去景点，却对这些历史悠久的音乐厅与交响乐团知之甚少。说实话同时作为这两种艺术的爱好者，我既不觉得音乐比美术浅薄，也不认为美术比音乐易懂。当我们走进美术馆欣赏从古希腊雕塑至印象派油画之美的同时，也请不要忘记经典艺术的另一个分支，古典音乐。更何况美国几乎所有音乐厅都会提供非常良心的学生票。在Hill Auditorium只需20刀便可坐在最好的位子，欣赏铃木雅明、佩拉希亚等一众即将来访的大师们的演出。同时也要安利一下那些美国本土名团。虽然Big Five总体而言不及上世纪六七十年代巅峰期的辉煌，但Andris Nelsons，Yannick Nézet-Séguin，Gustavo Dudamel等新锐指挥的涌现，也让我们对美国交响乐团的复兴充满期待。
', '美国五大交响乐团巡礼', '2017-11-27 06:43:00');

INSERT INTO photo (photo_id, filename, created)
VALUES (1, '9820af54ee0f9cac71967e91b0db3c71378d445d1c12d8bff94cafd01f24e3f5.jpg', '2017-11-27 06:43:00'),
  (2, 'd1ed26fc4016ff4b87537b78ec19fd0aa4ac8987ad67fb20b823c9336f9a4500.jpg', '2017-11-27 06:43:00'),
  (3, '33ee231e5b93b1243b06f7f716494919c18ea83aa3dd5fe65d7a0dbfb50d6f86.jpg', '2017-11-27 06:43:00'),
  (4, 'e83ccae7f3e4abdf8cbe4fa8551f7627b68798f488251af9ee5598d9ede413f5.jpg', '2017-11-27 06:43:00'),
  (5, '478293c807a306470c0e8879a90639a5b5a1119665166298df72303d3f35e21b.jpg', '2017-11-27 06:43:00'),
  (6, '4cb3d7f2644dbc0e3b1294e6f36ab0b4d6e82dc4caa8a7a328b9001f6836f317.jpg', '2017-11-27 06:43:00'),
  (7, '8ce288215d06369247708f48c30a438d744fc327145d97870ef1390366c0f855.jpg', '2017-11-27 06:43:00'),
  (8, '3548813b2ca8e4c775490990bf61a7dbf800040e1d2622aed37150d427d79f09.jpg', '2017-11-27 06:43:00'),
  (9, 'd75c57dda7f1afd8af0b9d871829aa6a72dc6b98d34f336a1026f77d316fcf6d.jpg', '2017-11-27 06:43:00'),
  (10, '91840b39b61066bb09780083c65bf72b27be8ed6ae42d9f5ff219c71cff27827.jpg', '2017-11-27 06:43:00'),
  (11, '7557280d012453071e250e4497540d7768d83110636464f02ddd24e510f7cecc.jpg', '2017-11-27 06:43:00'),
  (12, 'e87cdc260baba898ead453e6723b7477a3580c3658112a5d90048cf3dc28829d.jpg', '2017-11-27 06:43:00'),
  (13, 'c1e3995344282fc5a5ed7c2359e51beff8ba415d41bcf5332821431da1667780.jpg', '2017-11-27 06:43:00'),
  (14, 'adfc10082cf532559997d22efb477266fb7e2599d22bb696ed3b6ccdacb732b9.jpg', '2017-11-27 06:43:00'),
  (15, 'f855954b1fc8061224e463c9b9a7892148a34f316c21e000eebfac872eb5c14c.jpg', '2017-11-27 06:43:00'),
  (16, 'd6fbc1b1abef7517d363ac459152081c86fded57c9459f9c6c4db669a82c5181.jpg', '2017-11-27 06:43:00');


INSERT INTO photo_display (post_id, photo_id)
VALUES (1, 1),
  (1, 2),
  (1, 3),
  (1, 4),
  (1, 5),
  (1, 6),
  (1, 7),
  (1, 8),
  (1, 9),
  (1, 10),
  (1, 11),
  (1, 12),
  (1, 13),
  (1, 14),
  (1, 15),
  (1, 16);


INSERT INTO post (post_id, cover, is_project, title, abstract, text, uri, created)
VALUES ('1', '9820af54ee0f9cac71967e91b0db3c71378d445d1c12d8bff94cafd01f24e3f5.jpg', 0, '美国五大交响乐团巡礼',
        'New York Philharmonic Orchestra @ Hill Auditorium。首先必须给UM的音乐厅点个赞。前段时间研究了下17-18美国各大名校的音乐会日程表，论演出质量，UM独一档，Yale、Duke、UC Davis等二档，其余高校三档。此次请来NYPO，还是新总监van Zweden上任后的首轮世界巡演，堪称本乐季的最大惊喜。', 'New York Philharmonic Orchestra @ Hill Auditorium。首先必须给UM的音乐厅点个赞。前段时间研究了下17-18美国各大名校的音乐会日程表，论演出质量，UM独一档，Yale、Duke、UC Davis等二档，其余高校三档。此次请来NYPO，还是新总监van Zweden上任后的首轮世界巡演，堪称本乐季的最大惊喜。演出难称完美，但也足够精彩。本想听听小提琴家出身的van Zweden能将NYPO的弦乐调教得怎样，结果还是意料之外情理之中地被铜管惊艳。尤其是以Christopher Martin为首的小号组，马勒第五交响曲首乐章头几个音符便展现出这位前CSO首席的不凡功力。末乐章在小号、圆号的共同carry下，也让人暂且忘记了弦乐组的黯淡。毕竟马五这部作品，铜管出彩便已成功一半。但也必须承认，van Zweden与NYPO尤其是弦乐组的磨合，还有很长的路要走。
Chicago Symphony Orchestra @ Chicago Symphony Center。本以为NYPO招牌的铜管已经足够出色，然而与CSO一比还是败下阵来。前者属于在80～99分的区间里游走，后者却能自始至终保持95分以上的高水准。更难得的是如此优秀的铜管从不会淹没弦乐与木管，而是与其它声部保持完美的平衡，这无疑是Riccardo Muti的功劳。看Muti大师的指挥，他清晰准确的手势常给人一种雕刻大理石像之感，少一分则显瘦，多一分则累赘，一切都恰到好处，却又丝毫不显乏味，因为其中隐含的那份对原谱的忠诚，往往比新颖的手法、热烈的情感更让人肃然起敬。
Boston Symphony Orchestra @ Boston Symphony Hall。如果说Riccardo Muti与CSO正如日中天地稳坐美国交响乐团头把交椅，那么Andris Nelsons与BSO则是古典乐坛一颗冉冉升起的新星。这场的布鲁克纳第四交响曲，第二乐章Nelsons悠远绵长的演绎所营造出的虔诚与圣洁、第四乐章BSO辉煌灿烂的齐奏所展现出的庄严与崇高，即使在老一辈大师的录音中也不多见。在成为BSO总监的第三个年头便能达到如此高度，Nelsons的天赋可见一斑。然而以其对德奥作曲家的深刻理解，私以为欧洲才是他最好的归宿。如能在恩师Mariss Jansons隐退后继承其衣钵，同时执掌格万特豪斯与巴伐利亚广播交响乐团就再好不过了。因为在巴伐利亚有更浓厚的音乐底蕴，有更温暖的弦乐与更优美的木管，也有他最爱的瓦格纳与拜罗伊特音乐节，有最适合他施展才华的一片土壤。
Philadelphia Orchestra @ Verizon Hall。同样作为新生代指挥中的佼佼者，Yannick Nézet-Séguin与费城管弦乐团的《西区故事》只能说差强人意。Yannick未尝不是一位优秀的指挥，他的莫扎特歌剧有着细腻的织体，门德尔松交响曲有着斑斓的色彩，只是这些录音都是与小编制室内乐团合作。而当乐团换成大编制的费城管弦，尤其是在这种美国本土作品专场中，观众们还是倾向于听到更硬朗一些的声音，以展现出伯恩斯坦作品中极富戏剧性与抒情性的一面。不过抛开指挥风格不谈，乐团本身的素质也乏善可陈。遥想Eugene Ormandy时期费城管弦乐团饱满的音色、自信的气场，如今已物是人非。进入21世纪后音乐总监换了一位又一位，然而皆因任期较短而鲜有作为。殊不知无论是费城的奥曼迪之声，还是芝加哥的索尔第音色，都是指挥家倾数十载光阴悉心打造出来的。如今费城既已将指挥棒交到年轻的Yannick手中，想必是对他寄予厚望，也期待他能给乐团打上属于自己的烙印。
Cleveland Orchestra @ Severance Hall。说起指挥与乐团的黄金组合，就不得不提George Szell棒下的克里夫兰管弦乐团。Szell为克里夫兰留下的遗产不只有以贝多芬为代表的权威演绎，更有影响乐团数十年的严谨作风。克里夫兰管弦或许从来不是美国最优秀的交响乐团，但它一定是最务实的一个。在其百年历史中，从未有过像本世纪初费城、波士顿那样的低谷。如今在奥地利人Franz Welser-Möst的调教下，克里夫兰管弦乐团虽未继承Szell那种凌厉的风格，木管组却平添一份典雅，弦乐组的层次感也更上一层楼，而不变的是每个乐手极为扎实的基本功，以及对交响乐总谱每个细节孜孜不倦的挖掘。这场的苏格兰交响曲，演奏时所用的乐团编制往往是个难题，用大编制则二乐章略显浑浊，用小编制则末乐章稍逊气势，大概也只有像克里夫兰管弦这种大气而不失细腻的乐团才能奏出最完美的效果吧。
当我们来到美国的大都市，往往会将当地的美术馆列入必去景点，却对这些历史悠久的音乐厅与交响乐团知之甚少。说实话同时作为这两种艺术的爱好者，我既不觉得音乐比美术浅薄，也不认为美术比音乐易懂。当我们走进美术馆欣赏从古希腊雕塑至印象派油画之美的同时，也请不要忘记经典艺术的另一个分支，古典音乐。更何况美国几乎所有音乐厅都会提供非常良心的学生票。在Hill Auditorium只需20刀便可坐在最好的位子，欣赏铃木雅明、佩拉希亚等一众即将来访的大师们的演出。同时也要安利一下那些美国本土名团。虽然Big Five总体而言不及上世纪六七十年代巅峰期的辉煌，但Andris Nelsons，Yannick Nézet-Séguin，Gustavo Dudamel等新锐指挥的涌现，也让我们对美国交响乐团的复兴充满期待。
', '美国五大交响乐团巡礼', '2017-11-27 06:43:00');

INSERT INTO photo (photo_id, filename, created)
VALUES (1, '9820af54ee0f9cac71967e91b0db3c71378d445d1c12d8bff94cafd01f24e3f5.jpg', '2017-11-27 06:43:00'),
  (2, 'd1ed26fc4016ff4b87537b78ec19fd0aa4ac8987ad67fb20b823c9336f9a4500.jpg', '2017-11-27 06:43:00'),
  (3, '33ee231e5b93b1243b06f7f716494919c18ea83aa3dd5fe65d7a0dbfb50d6f86.jpg', '2017-11-27 06:43:00'),
  (4, 'e83ccae7f3e4abdf8cbe4fa8551f7627b68798f488251af9ee5598d9ede413f5.jpg', '2017-11-27 06:43:00'),
  (5, '478293c807a306470c0e8879a90639a5b5a1119665166298df72303d3f35e21b.jpg', '2017-11-27 06:43:00'),
  (6, '4cb3d7f2644dbc0e3b1294e6f36ab0b4d6e82dc4caa8a7a328b9001f6836f317.jpg', '2017-11-27 06:43:00'),
  (7, '8ce288215d06369247708f48c30a438d744fc327145d97870ef1390366c0f855.jpg', '2017-11-27 06:43:00'),
  (8, '3548813b2ca8e4c775490990bf61a7dbf800040e1d2622aed37150d427d79f09.jpg', '2017-11-27 06:43:00'),
  (9, 'd75c57dda7f1afd8af0b9d871829aa6a72dc6b98d34f336a1026f77d316fcf6d.jpg', '2017-11-27 06:43:00'),
  (10, '91840b39b61066bb09780083c65bf72b27be8ed6ae42d9f5ff219c71cff27827.jpg', '2017-11-27 06:43:00'),
  (11, '7557280d012453071e250e4497540d7768d83110636464f02ddd24e510f7cecc.jpg', '2017-11-27 06:43:00'),
  (12, 'e87cdc260baba898ead453e6723b7477a3580c3658112a5d90048cf3dc28829d.jpg', '2017-11-27 06:43:00'),
  (13, 'c1e3995344282fc5a5ed7c2359e51beff8ba415d41bcf5332821431da1667780.jpg', '2017-11-27 06:43:00'),
  (14, 'adfc10082cf532559997d22efb477266fb7e2599d22bb696ed3b6ccdacb732b9.jpg', '2017-11-27 06:43:00'),
  (15, 'f855954b1fc8061224e463c9b9a7892148a34f316c21e000eebfac872eb5c14c.jpg', '2017-11-27 06:43:00'),
  (16, 'd6fbc1b1abef7517d363ac459152081c86fded57c9459f9c6c4db669a82c5181.jpg', '2017-11-27 06:43:00');


INSERT INTO photo_display (post_id, photo_id)
VALUES (1, 1),
  (1, 2),
  (1, 3),
  (1, 4),
  (1, 5),
  (1, 6),
  (1, 7),
  (1, 8),
  (1, 9),
  (1, 10),
  (1, 11),
  (1, 12),
  (1, 13),
  (1, 14),
  (1, 15),
  (1, 16);